Repository: diegoflassa/little_drops_of_rain_flutter
Catalog: lib/l10n/intl_*.arb
Languages: pt

source: Enter Confirmation Code
pt: Entre com o código de confirmação

source: Reset Code
pt: Código de Reset

source: Please Enter Reset Code
pt: Por favor, digite o código para Resetar

source: Click to save user
pt: Clique para salvar o usuário

# doesNotHaveAnAccount
source: Does not have an account? Sign up!
pt: Não tem uma conta? Sign up!

# alreadyHaveAnAccount
source: Already have an account? Sign in!
pt: Já possui uma conta? Sign in!

source: Or if you wish, Sign In
pt: Ou, se preferir, Sign In

source: Or if you wish, Sign Up
pt: Ou, se preferir, Sign Up

source: Remember me
pt: Lembrar de mim

source: The Passwords must match
pt: Os Passwords devem ser iguais

source: Confirm Password
pt: Confirme o Password

source: No Comments
pt: Sem Commentários

source: Error loading ad
pt: Erro carregando aunúncios

source: Alphabetically
pt: Alfabeticamente

source: Ascending
pt: Ascendente

source: Descending
pt: Descendente

source: Creation Date
pt: Data de Criação

source: Update Date
pt: Date de Atualização

source: Product uid must not be null
pt: A uid do Herói não deve ser nula

source: Your browser does not support Share
pt: Seu navegador não suporta Compartilhamento

source: Created:
pt: Criado:

source: Updated:
pt: Atualizado:

source: Share product
pt: Compartilhe o herói

source: Unavailable
pt: Indisponível

source: Performance Overlay
pt: Sobreposição de Performance

source: Material Grid
pt: Rede Material

source: Semantics Debugger
pt: Depurador Semântico

# logoffConfirmationMessage
source: Are you sure that you want to logoff?
pt: Tem certeza que deseja fazer logoff?

source: Yes
pt: Sim

source: No
pt: Não

source: Authentication
pt: Autenticação

source: by
pt: por

source: Written in
pt: Escrito em

source: Details
pt: Detalhes

source: Comments
pt: Commentários

# invalidCharacters
source: The name contains the following invalid characters:
pt: O nome contém os seguintes caracteres inválidos:

source: or
pt: ou

source: Last update:
pt: Última atualização:

source: Invalid EMail
pt: EMail Inválido

source: Dismiss
pt: Dispensar

# notTheOwner
source: You are not the owner of the element.
pt: Você não é o dono do elemento.

# hasReferences
source: The element has references to it. Please remove them before deleting. They are:
pt: O elemento possui referências a ele. Por favor, remová-as antes de deletá-lo. Elas são:

# doesNotExist
source: The element does not exist
pt: O elemento não existe

# stateNotSupportedError
source: State not supported
pt: Estado não suportado

source: Title
pt: Título

source: Updating
pt: Atualizando

source: This Page Should Not Be Visible
pt: Esta página não deveria ser visível

source: Error
pt: Erro

source: Votes
pt: Votos

source: No Internet Connection
pt: Sem conexão com a Internet

source: Reloading in
pt: Recarregando em

source: Loading...
pt: Carregando...

source: Loading Story...
pt: Carregando História...

source: Loading Product...
pt: Carregando Herói...

source: Loading Universe...
pt: Carregando Universo...

source: Loading Stories...
pt: Carregando Histórias...

source: Loading Products...
pt: Carregando Heróis...

source: Loading Universes...
pt: Carregando Universos...

source: Submit
pt: Enviar

source: Language
pt: Idioma

# pleaseSelectAnotherName
source: The name already exists. Please select another
pt: O nome já existe. Por favor, selecione outro

# pleaseSelectAnotherCodename
source: The title already exists. Please select another
pt: O título já existe. Por favor, selecione outro

# pleaseSelectAnotherTitle
source: The codename already exists. Please select another
pt: O codenome já existe. Por favor, selecione outro

# theNameIsEmpty
source: The name must not be empty
pt: O nome não deve ser vazio

# theTitleIsEmpty
source: The title must not be empty
pt: O titulo não deve ser vazio

# theCodenameIsEmpty
source: The codename must not be empty
pt: O codenome não deve ser vazio

source: Please Log In
pt: Por favor Log In

# clickBackButton
source: Click the back button
pt: Clique no botão 'voltar'

# emptyItems
source: No items found
pt: Nenhum ítem encontrado

source: Product Deleted!
pt: Herói Deletado!

source: Story Deleted!
pt: História Deletada!

source: Universe Deleted!
pt: Universo Deletado!

source: Click here to go back
pt: Clique aqui para voltar

source: No further information
pt: Sem informações adicionais

# errorUnknown
source: Unknown error
pt: Erro desconhecido

# errorTranslation
source: There was a error translating the page :
pt: Houve um erro traduzindo esta página :

source: Disabled
pt: Desabilitado

source: Universe
pt: Universo

source: Product saved!
pt: Herói salvo!

source: Story saved!
pt: História salva!

source: Universe saved!
pt: Universo salvo!

source: Search product...
pt: Pesquisar herói...

source: Default Language
pt: Idioma padrão

source: Translating
pt: Traduzindo

source: Licenses
pt: Licensas

source: Settings
pt: Configurações

source: No Universe
pt: Sem Universo

source: No Language
pt: Sem Idioma

source: Post
pt: Postar

source: Comment
pt: Commentar

source: Please, select a universe
pt: Por favor, selecione um universo

source: Institutional
pt: Institucional

source: About
pt: Sobre

source: Contact
pt: Contato

source: Please, enter Password
pt: Por favor, entre com o password

source: Stories
pt: Histórias

# errorLoginIn
source: There was a error during login
pt: Houve um erro durante o login

# confirmationEmailSent
source: A confirmation email has been sent to the address :
pt: Um email de confirmação foi enviado para o endereço :

# deleteConfirmationTitle
source: Delete Item
pt: Deletar Ítem

# deleteConfirmationMessage
source: Are you sure that you want to delete this item?
pt: Tem certeza que deseja deletar este ítem?

source: No Friends
pt: Sem Amigos

source: No Enemies
pt: Sem Inimigos

source: Friends:
pt: Amigos:

source: Enemies:
pt: Inimigos:

source: Confirm
pt: Confirmação

source: Cancel
pt: Cancelar

source: Edit
pt: Editar

source: Delete
pt: Deletar

source: All Stories
pt: Todas as Histórias

source: All Universes
pt: Todas os Universos

source: Views:
pt: Visualizações

source: Translate To:
pt: Traduzir Para:

source: Change Image
pt: Trocar imagem

source: Sign in With Password
pt: Sign in Com Password

source: Sign in With Google
pt: Sign in Com Google

source: Sign in With Facebook
pt: Sign in Com Facebook

source: Sign in With Twitter
pt: Sign in Com Twitter

source: My Profile
pt: Meu Perfil

# failedSignIn
source: Sign in failed
pt: Falha ao sign in

# successfullySignInEmail
source: Successfully signed in, email:
pt: Sign in efetuado com sucesso, email:

# successfullySignInUID
source: Successfully signed in, uid:
pt: Sign in efetuado com sucesso, uid:

# pleaseEnterEmail
source: Please enter your email.
pt: Por favor, digite seu email.

source: Receive Notifications
pt: Receber Notificações

# userCountry
source: Country
pt: Naconalidade

# userBirthdate
source: Birthdate
pt: Aniversário

# userNickname
source: Nickname
pt: Apelido

# userSurename
source: Surename
pt: Sobrenome

# userName
source: Name
pt: Nome

source: Crop Image
pt: Cortar Imagem

# productCreateuniverse
source: Create Universe
pt: Criar Universo

source: Crop Result
pt: Resultado da Cortagem

source: Box
pt: Caixa

source: Crop Shape
pt: Forma de Corte

source: Undo
pt: Desfazer

source: Foreground Object
pt: Objeto de Primeiro Plano

source: Crop
pt: Cortar

source: Crop Face
pt: Cortar Face

# imageSizeTooBig
source: The file size is too big
pt: O arquivo é muito grande

source: Search...
pt: Pesquisar...

source: Select your language
pt: Selecione seu idioma

# productCreatestory
source: Create Story
pt: Criar História

# productStory
source: Story
pt: História

# productFriends
source: Friends
pt: Amigos

# productEnemies
source: Enemies
pt: Inimigos

# productUniverse
source: Universe
pt: Universo

# productProfession
source: Profession
pt: Profissão

# productCivilname
source: Civil Name
pt: Nome Civil

# productTrainningplace
source: Trainning place
pt: Local de Treinamento

# productBirthplace
source: Bithplace
pt: Local de Nascimento

# productLevel
source: Level
pt: Nível

# productAge
source: Age
pt: Idade

# productHabilities
source: Habilities
pt: Habilidades

# productCodename
source: Codename
pt: Codenome

# productWeapons
source: Weapons
pt: Armas

# productName
source: Name
pt: Nome

# publishedSubtitle
source: Set true to publish
pt: Selecione para publicar

source: Published
pt: Publicado

source: Level
pt: Nível

source: Age
pt: Idade

source: Text
pt: Texto

# productFaceimage
source: Face Image
pt: Image da Face

# productImage
source: Image
pt: Imagem

source: Image
pt: Imagem

source: Story
pt: História

# storyText
source: Please enter story text
pt: Por favor, digite o texto da história

# pleaseEnterStory
source: Please enter story text
pt: Por favor, digite o texto da história

source: Story Title
pt: Título da História

source: Close
pt: Fechar

# pickColor
source: Pick a Color
pt: Selecione uma Cor

source: Empty
pt: Vazio

source: My Stories
pt: Minhas Histórias

source: Create Story
pt: Criar História

source: My Universes
pt: Meus Universos

source: Color
pt: Cor

# userLoggedOut
source: User is currently signed out!
pt: Usuário não está logado!

source: User Logged In!
pt: Usuário logado!

source: Save
pt: Salvar

source: Saving
pt: Salvando

# pleaseEnterName
source: Please enter a name
pt: Por favor, digite um nome

source: All Products
pt: Todos os Heróis

source: Unknown
pt: Desconhecido

source: Name
pt: Nome

# universeName
source: Name of the universe
pt: Nome do universo

# universeComment
source: Comment
pt: Commentário

source: Universes
pt: Universos

source: Create Universe
pt: Criar Universo

source: Products
pt: Heróis

source: My Products
pt: Meus Heróis

# createProduct
source: Create a Product
pt: Criar um Herói
